IDEA Open Model
ColumnDataEc2.SecondOrderEffectMethod Property
Compatible with IDEA StatiCa Beta 20.0
 Type of calculation method of 2nd order effect
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public SecondOrderEffectMethodEc2 SecondOrderEffectMethod { get; set; }
Public Property SecondOrderEffectMethod As SecondOrderEffectMethodEc2
	Get
	Set
Property Value
Type: SecondOrderEffectMethodEc2
See Also
Reference
ColumnDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace